Repository: Wild-Catz/Sugestions
Catalog: Activities/Localization/*.lproj/Localizable.strings
Languages: it

# dayly_activity_label
source: Do you want to discover the activity of the day?
it: Vuoi scoprire l'attività del giorno?

# onboarding_welcome
source: Hi, happy to see you
it: Ciao, è un piacere vederti

# onboarding_welcome_text
source: Before we start, I would like to ask you some questions in order to better shape your path
it: Prima di cominciare, vorrei farti qualche domanda per costruire al meglio il tuo personale percorso

source: Let's do it!
it: Cominciamo!

# onboarding_user_data
source: Nice to meet you!
it: Piacere di conoscerti!

# onboarding_user_name
source: What's your name?
it: Come ti chiami?

# onboarding_gender
source: Who are you taking care of?
it: Di chi ti stai occupando?

source: Next
it: Continua

# receptive_onboarding_1
source: How well does your child understand verbal instructions?
it: Quanto bene capisce le istruzioni verbali?

# receptive_onboarding_2
source: How well does your child understand common daily words?
it: Quanto bene comprende le parole d’uso comune?

# expressive_onboarding_1
source: How often does your child express his/her needs through words?
it: Quanto spesso esprime le sue necessità a parole?

# expressive_onboarding_2
source: How well does your child manage to create sentences?
it: Quanto bene riesce a costruire frasi?

# problemSolving_onboarding_1
source: How capable is your child to replicate actions?
it: Quanto è capace di imitare azioni?

# problemSolving_onboarding_2
source: How well can your child abstract concepts?
it: Quanto bene riesce ad astrarre i concetti?

# fineMotory_onboarding_1
source: How well can your child handle small objects (pencils, glass, etc)?
it: Quanto bene riesce a maneggiare oggetti (come forchette, matite, bicchieri, etc)?

# fineMotory_onboarding_2
source: How well can your child handle objects with 2 hands simultaneously?
it: Quanto bene riesce ad utilizzare oggetti usando 2 mani contemporaneamente?

# onboarding_categories_title
source: Which of the following categories are you interested in?
it: Quali delle seguenti categorie ti interessano?

# onboarding_subtitle
source: Select at least one
it: Selezionane almeno una

# onboarding_end_title
source: All set up
it: Tutto pronto

# onboarding_end_subtitle
source: Ready to start
it: Pronti a partire

source: Let's go!
it: Andiamo!

source: Welcome back,
it: Bentornato,

# daily_activity_lable_1
source: THE ACTIVITY
it: L'ATTIVITÀ

# daily_activity_lable_2
source: OF THE DAY
it: DEL GIORNO

# receptive_question_feedback
source: How much did the child comprehend you during the activity?
it: Quanto ha compreso quello che dicevi durante l’attività?

# expressive_question_feedback
source: How well did the child manage to express himself?
it: Quanto facilmente è riuscito ad esprimersi il bambino?

# problemSolving_question_feedback
source: How well did the child understand the activity?
it: Quanto è stato facile comprendere l’attività?

# fineMotory_question_feedback
source: How well did the child manage to physically perform the activity?
it: Quanto è stato facile svolgere praticamente l’attività?
